Repository: vanzaam/freeaps
Catalog: Dependencies/LoopKit/MockKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr

source: %@ has been unable to communicate with the Simulator Pump since %@. Without communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered.
da: %1$@ har været ude af stand til at kommunikere med simulatorpumpen siden %2$@. Uden kommunikation kan appen ikke fortsætte med at sende kommandoer til insulinafgivelse eller vise nøjagtige, aktuelle oplysninger om din aktive insulin eller den insulin, der afgives.
de: %1$@ konnte seit %2$@ nicht mehr mit der Simulatorpumpe kommunizieren. Ohne die Kommunikation kann die App keine Befehle für die Insulinabgabe senden oder genaue, aktuelle Informationen über Dein aktives Insulin oder das abgegebene Insulin anzeigen.
fr: %1$@ n'a pas pu communiquer avec le simulateur de pompe depuis %2$@. Sans communication, l'application ne peut pas continuer à envoyer des commandes pour l'administration d'insuline ou afficher des informations précises et récentes sur votre insuline active ou l'insuline administrée.
it: %1$@ non è riuscito a comunicare con il simulatore pompa da %2$@. Senza comunicazione, l'app non può continuare a inviare comandi per l'erogazione d'insulina o visualizzare informazioni precise e recenti sull'insulina attiva o sull'insulina in fase d'erogazione.
nb: %1$@ har ikke vært i stand til å kommunisere med simulatorpumpen siden %2$@ . Uten kommunikasjon kan ikke appen fortsette å sende kommandoer for insulintilførsel eller vise nøyaktig, fersk informasjon om ditt aktive insulin eller insulinet som tilføres.
nl: %1$@ kan niet communiceren met de Pompsimulator sinds %2$@. Zonder communicatie kan de app geen opdrachten meer versturen voor insulinetoediening of nauwkeurige recente informatie weergeven over jouw actieve insuline of de insuline die is toegediend.
pl: %1$@ nie może komunikować się z symulatorem pompy od %2$@ . Bez komunikacji aplikacja nie może wysyłać poleceń podawania insuliny ani wyświetlać aktualnych informacji o aktywnej lub podawanej insulinie.
ro: %1$@ nu a putut comunica cu pompa simulată din %2$@. Fără comunicare, aplicația nu poate continua să trimită comenzi pentru administrarea de insulină sau să afișeze informații exacte și recente despre insulina dumneavoastră activă sau insulina care vi se administrează.
ru: %1$@ не может установить связь с Симулятором помпы с %2$@. Без связи приложение не может продолжать посылать команды на доставку инсулина или отображать точную, свежую информацию о вашем активном инсулине или доставляемом инсулине.
tr: %1$@, %2$@'den beri Simülatör Pompası ile iletişim kuramıyor. İletişim olmadan, uygulama insülin verilmesi için komutlar göndermeye devam edemez veya aktif insülininiz veya verilen insülin hakkında doğru ve güncel bilgileri görüntüleyemez.

source: A software update is recommended to continue using the %1$@ app. Go to %2$@ Settings > Software Update to install the latest version.
da: Det anbefales at foretage en softwareopdatering for at fortsætte med at bruge %1$@ appen. Gå til Indstillinger for %2$@ > Softwareopdatering for at installere den nyeste version.
de: Eine Softwareaktualisierung wird empfohlen, um die %1$@-App weiterhin zu verwenden. Gehe zu %2$@ Einstellungen > Softwareaktualisierung, um die neueste Version zu installieren.
es: Se recomienda una actualización de software para continuar usando la aplicación %1$@. Vaya a Configuración %2$@ > Actualización de Software para instalar la última versión.
fr: Une mise à jour du logiciel est recommandée pour continuer à utiliser l'application %1$@. Allez dans %2$@ Paramètres > Mise à jour du logiciel pour installer la dernière version.
it: Si consiglia un aggiornamento software per continuare a utilizzare l'app %1$@. Vai su %2$@ Impostazioni > Aggiornamento software per installare la versione più recente.
nb: En programvareoppdatering anbefales for å fortsette å bruke %1$@-appen. Gå til %2$@ Innstillinger > Programvareoppdatering for å installere den nyeste versjonen.
nl: Een software-update wordt aanbevolen om de %1$@ app te blijven gebruiken. Ga naar %2$@ Instellingen > Software Update om de nieuwste versie te installeren.
pl: Aby nadal korzystać z aplikacji %1$@ , zalecamy aktualizację oprogramowania. Przejdź do %2$@ Ustawienia > Aktualizacja oprogramowania, aby zainstalować najnowszą wersję.
ro: Se recomandă o actualizare a software-ului pentru a continua să utilizați aplicația %1$@. Accesați %2$@ Setări > Actualizare software pentru a instala cea mai recentă versiune.
ru: Для продолжения использования приложения %1$@ рекомендуется обновить программное обеспечение. Перейдите в %2$@ Настройки > Обновление ПО, чтобы установить последнюю версию.
tr: %1$@ uygulamasını kullanmaya devam etmek için bir yazılım güncellemesi önerilir. En son sürümü yüklemek için %2$@ Ayarlar > Yazılım Güncellemesi'ne gidin.

source: Activity
da: Aktivitet
de: Aktivität
es: Actividad
fi: Liikunta
fr: Activité
it: Attività
nb: Aktivitet
nl: Activiteit
pl: Aktywność
ro: Activitate
ru: Нагрузка
sk: Aktivita
sv: Aktivitet
tr: Aktivite

source: Are you sure you want to delete this service?
da: Er du sikker på, du vil slette denne service?
de: Bist Du sicher, dass Du diesen Dienst löschen möchtest?
es: ¿Está seguro de que desea eliminar este servicio?
fi: Haluatko varmasti poistaa tämän palvelun?
fr: Voulez-vous vraiment supprimer ce service?
it: Sei sicuro di voler eliminare questo servizio?
nb: Er du sikker på at du vil slette denne tjenesten?
nl: Weet je zeker dat je deze service wil verwijderen?
pl: Czy na pewno chcesz usunąć tę usługę?
ro: Ești sigur că vrei să ștergi acest serviciu?
ru: Вы уверены, что хотите удалить этот сервис?
sk: Naozaj chcete odstrániť túto službu?
sv: Vill du ta bort den här tjänsten?
tr: Bu servisi silmek istediğinizden emin misiniz?

source: Back
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
it: Indietro
nb: Tilbake
nl: Terug
pl: Powrót
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
it: Annulla
nb: Avbryt
nl: Annuleer
pl: Anuluj
ro: Renunță
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal

source: CGM Settings
da: CGM-indstillinger
de: CGM-Einstellungen
es: Configuración del MCG
fi: CGM-asetukset
fr: Paramètres CGM
it: Impostazioni CGM
nb: CGM-innstillinger
nl: CGM Instellingen
pl: Ustawienia CGM
ro: Setări CGM
ru: Настройки CGM
sv: CGM-inställningar
tr: CGM Ayarları

source: Clear Last Version Check Alert Date
da: Ryd advarselsdato for sidste versionskontrol
de: Lösche das Datum der letzten Versionsprüfungswarnung
es: Borrar última versión y comprobar fecha de alerta
fr: Effacer la date d'alerte de la dernière vérification de version
it: Cancella data ultimo avviso controllo versione
nb: Fjern varseldato for siste versjonskontroll
nl: Wis laatste versie Controleer Waarschuwingsdatum
pl: Wyczyść ostatni odczytany alarm
ro: Ștergeți data ultimei alerte de verificare a versiunii
ru: Очистить последнюю дату проверки версии
tr: Son Sürüm Kontrolü Uyarı Tarihini Temizle

source: Comms Recovery
da: Kommunikation-genoprettelse
de: Kommunikationswiederherstellung
es: Recuperación de comunicaciones
fi: Yhteyksien palautus
fr: Récupération des communications
it: Recupero comunicazioni
nb: Kommunikasjon gjennopprettet
nl: Comms Herstel
pl: Odzyskiwanie komunikacji
ro: Recuperare comenzi
ru: Восстановление связи
sv: Återställning av kommandon
tr: İletişim Kurtarma

source: days
da: dage
de: Tage
es: días
fr: jours
it: giorni
nb: dager
nl: dagen
pl: dni
ro: zile
ru: дней
sk: dni
tr: gün

source: Delete Service
da: Slet service
de: Dienst löschen
es: Eliminar servicio
fi: Poista palvelu
fr: Supprimer le service
it: Elimina servizio
nb: Slett tjeneste
nl: Service Verwijderen
pl: Usuń usługę
ro: Șterge serviciul
ru: Удалить сервис
sk: Odstrániť službu
sv: Ta bort tjänst
tr: Servisi Sil

source: Device Details
da: Enhedsdetaljer
it: Dettagli dispositivo
nb: Enhetsdetaljer
pl: Szczegóły urządzenia
ru: Сведения об устройстве

source: Done
da: Udført
de: Fertig
it: Fine
nb: Ferdig
nl: Gereed
pl: Gotowe
ru: Готово

source: Error Resuming
da: Fejl ved genoptagelse
de: Fehler beim Fortfahren
es: Error Reanudando
fi: Virhe jatkamisessa
fr: Erreur lors de la reprise
it: Errore durante la ripresa
nb: Feil ved gjenopptagelse
nl: Fout Bij Hervatten
pl: Błąd wznawiania
ro: Eroare în timpul reluării
ru: Ошибка возобновления
sk: Chyba pri obnovení
sv: Fel vid återupptagande
tr: Sürdürme Hatası

source: Error Suspending
da: Fejl ved suspendering
de: Fehler beim Unterbrechen
es: Error Suspendiendo
fi: Virhe pysäytyksessä
fr: Erreur lors de la suspension
it: Errore durante la sospensione
nb: Kunne ikke stoppe
nl: Fout Bij Onderbreken
pl: Błąd wstrzymywania
ro: Eroare în timpul suspendării
ru: Ошибка приостановки
sk: Chyba pri pozastavení
sv: Fel vid försök till paus
tr: Askıya Alma Hatası

source: Estimated Reading
da: Anslået læsning
de: Geschätzter Wert
it: Lettura stimata
nb: Estimert lesing
pl: Szacowany odczyt
ru: Приблизительное данные

source: Failed to Resume Insulin Delivery
da: Kunne ikke genoptage insulintilførsel
de: Fortsetzen des Insulins fehlgeschlagen
es: No se pudo reanudar la administración de insulina
fi: Annostelun jatkaminen epäonnistui
fr: Échec de la reprise de l’administration d’insuline
it: Impossibile riprendere l'erogazione d'insulina
nb: Kunne ikke gjenoppta insulintilførselen
nl: Insulinetoediening Hervatten Mislukt
pl: Nie udało się wznowić podawania insuliny
ro: Nu s-a reușit reluarea administrării de insulină
ru: Не удалось возобновить подачу инсулина
sk: Obnovenie podávania inzulínu zlyhalo
sv: Misslyckades att återuppta insulintillförsel
tr: İnsülin İletimine Devam Edilemedi

source: Failed to Suspend Insulin Delivery
da: Kunne ikke suspendere insulintilførsel
de: Anhalten des Insulin fehlgeschlagen
fr: Échec de Suspension de l'Administration d'Insuline
it: Impossibile sospendere l'erogazione d'insulina
nb: Kunne ikke avbryte insulintilførselen
pl: Nie udało się wstrzymać podawania insuliny
ru: Не удалось приостановить подачу инсулина

source: Get help with your CGM
da: Få hjælp til din CGM
fr: Obtenez de l’aide pour votre CGM
it: Ottieni aiuto per il tuo CGM
nb: Få hjelp med CGM-en din
pl: Uzyskaj pomoc dotyczącą CGM
ru: Получите помощь по работе с CGM

source: Get help with your pump
da: Få hjælp til din pumpe
fr: Obtenez de l'aide avec votre pompe
it: Ottieni aiuto per il tuo CGM
nb: Få hjelp med pumpen din
pl: Uzyskaj pomoc dotyczącą pompy
ru: Получите помощь по работе с помпой

source: History
da: Historik
de: Historie
es: Historial
fi: Historia
fr: Historique
it: Cronologia
nb: Historie
nl: Geschiedenis
pl: Historia
ro: Istoric
ru: История
sv: Historik
tr: Geçmiş

source: How should the simulator respond to a version check?
da: Hvordan skal simulatoren reagere på en versionskontrol?
de: Wie soll der Simulator auf eine Versionsprüfung reagieren?
es: ¿Cómo debe responder el simulador a una verificación de versión?
fr: Comment le simulateur devrait-il répondre à une vérification de version?
it: Come dovrebbe rispondere il simulatore a un controllo della versione?
nb: Hvordan skal simulatoren svare på en versjonskontroll?
nl: Hoe moet de simulator reageren op een versiecontrole?
pl: Jak symulator powinien zareagować na sprawdzenie wersji?
ro: Cum ar trebui să răspundă simulatorul la o verificare a versiunii?
ru: Как симулятор должен реагировать на проверку версии?
tr: Simülatör bir sürüm kontrolüne nasıl yanıt vermelidir?

source: Insulin Suspended
da: Insulin suspenderet
de: Insulin angehalten
fr: Insuline Suspendue
it: Insulina Sospesa
nb: Insulin Suspendert
pl: Podawanie zawieszone
ru: Подача инсулина приостановлена

source: Insulin%@Remaining
da: Insulin %@ Resterende
de: Insulin%@Übrig
fr: Insuline%@Restante
it: Insulina%@rimanente
nb: Insulin %@ gjenstår
pl: Pozostało%@Insuliny
ru: Остаток инсулина %@

source: Last Reading
da: Seneste aflæsning
de: Letzter Wert
es: Último dato
fr: Dernière mesure
it: Ultima lettura
nb: Forrige avlesning
nl: Laatste Meting
pl: Ostatni odczyt
ro: Ultima citire
ru: Последние данные
sk: Posledné čítanie
tr: Son Okuma

source: No Delivery
da: Ingen Levering
de: Keine Abgabe
fr: Pas d'administration
it: Nessuna Erogazione
nb: Ingen Leveranse
pl: Brak podawania
ru: Нет подачи

source: Notification Settings
da: Notifikationsindstillinger
de: Benachrichtigungseinstellungen
fr: Paramètres de notification
it: Impostazioni di notifica
nb: Innstillinger for varsling
pl: Ustawienia powiadomień
ru: Настройки уведомлений

source: Pump expires in
da: Pod udløber om
de: Pumpe läuft ab in
fr: La pompe expire dans
it: La pompa scade tra
nb: Pod utløper om
pl: Pompa wygasa za
ru: Под истекает в

source: Recover Simulator
da: Gendan simulator
de: Simulator wiederherstellen
es: Recuperar Simulador
fi: Palauta simulaattori
fr: Rétablissement du simulateur
it: Simulatore di recupero
nb: Gjenopprett simulator
nl: Simulator Herstellen
pl: Odzyskaj komunikat
ro: Simulator de recuperare
ru: Восстановить симулятор
sv: Återställ simulator
tr: Simülatörü kurtar

source: Replace Pump
da: Udskift pumpe
de: Pumpe ersetzen
fr: Remplacer la pompe
it: Sostituisci pompa
nb: Bytt pumpe
nl: Vervang pomp
pl: Zmień pompę
ru: Замените помпу

source: Scheduled%@Basal
da: Planlagt%@Basal
de: Geplantes%@Basal
fr: Débit basal programmé %@
it: Basale%@programmata
nb: Planlagt%@Basal
pl: Zaplanowana%@Baza
ru: Запланированный базал %@

source: Sensor expires in
da: Sensoren udløber om
de: Sensor läuft ab in
fr: Le capteur expire dans
it: Il sensore scade tra
nb: Sensoren utløper om
nl: Sensor verloopt in
pl: Sensor wygasa za
ru: Сенсор заканчивается в

source: Source
da: Kilde
de: Quelle
es: Fuente
it: Fonte
nb: Kilde
nl: Bron
pl: Źródło
ro: Sursă
ru: Источник
tr: Kaynak

source: Suspended At
da: Suspenderet kl
de: Angehalten am
fr: Suspendu à
it: Sospeso a
nb: Suspendert kl
nl: Onderbroken om
pl: Zawieszony o godz.
ru: Приостановлено в

source: Temporary%@Basal
da: Midlertidig%@ basal
de: Temporäres%@Basal
fr: Débit Basal temporaire %@
it: Basale%@temporanea
nb: Midlertidig %@ Basal
pl: Baza%@Tymczasowa
ru: Временный базал %@

source: Update Reminder
da: Påmindelse om opdatering
de: Update-Erinnerung
es: Recordatorio de actualización
fr: Rappel de mise à jour
it: Promemoria di aggiornamento
nb: Oppdater påminnelse
nl: Update Herinnering
pl: Przypomnienie o aktualizacji
ro: Memento actualizare
ru: Напоминание об обновлении
tr: Güncelleme Hatırlatıcısı

source: Version Check Response
da: Svar på versionskontrol
de: Antwort der Versionsprüfung
es: Respuesta de verificación de versión
fr: Réponse à la vérification de version
it: Risposta al controllo della versione
nb: Svar på versjonskontroll
nl: Reactie op versiecontrole
pl: Odpowiedź na sprawdzenie wersji
ro: Răspuns de verificare a versiunii
ru: Ответ на проверку версии
tr: Sürüm Kontrolü Yanıtı

source: Your %1$@ app is out of date. It will continue to work, but we recommend updating to the latest version. Go to %2$@ Settings > Software Update to complete.
da: Din %1$@ app er forældet. Det vil fortsætte med at fungere, men vi anbefaler at opdatere til den nyeste version. Gå til Indstillinger for %2$@ > Softwareopdatering for at fuldføre.
de: Deine %1$@-App ist nicht mehr aktuell. Sie funktioniert weiterhin, aber wir empfehlen Dir, auf die neueste Version zu aktualisieren. Gehen zu %2$@ Einstellungen > Softwareaktualisierung, um die Aktualisierung abzuschließen.
es: Tu aplicación %1$@ no está actualizada. Seguirá funcionando, pero recomendamos actualizar a la última versión. Vaya a %2$@ Configuración > Actualización de Software para completar.
fr: Votre application %1$@ est obsolète. Elle continuera de fonctionner, mais nous vous recommandons de mettre à jour vers la dernière version. Allez dans %2$@ Paramètres > Mise à jour logicielle pour l'effectuer.
it: La tua app %1$@ non è aggiornata. Continuerà a funzionare, ma ti consigliamo di aggiornarla all'ultima versione. Vai su %2$@ Impostazioni > Aggiornamento software per completare.
nb: Din %1$@ app er utdatert. Den vil fortsette å fungere, men vi anbefaler å oppdatere til siste versjon. Gå til %2$@ Innstillinger > Programvareoppdatering for å fullføre.
nl: Je %1$@ app is verouderd. De app blijft werken, maar we raden je aan om de app bij te werken naar de nieuwste versie. Ga naar %2$@ Instellingen > Software Update om de update te voltooien.
pl: Twoja aplikacja %1$@ jest nieaktualna. Będzie nadal działać, ale zalecamy aktualizację do najnowszej wersji. Przejdź do %2$@ Ustawienia > Aktualizacja oprogramowania, aby dokonać aktualizacji.
ro: Aplicația dvs. %1$@ nu este actualizată. Aceasta va continua să funcționeze, dar vă recomandăm să o actualizați la cea mai recentă versiune. Accesați %2$@ Setări > Actualizare software pentru a finaliza.
ru: Ваше приложение %1$@ устарело. Оно будет продолжать работать, но мы рекомендуем обновить его до последней версии. Для завершения обновления перейдите в %2$@ Настройки > Обновление ПО.
tr: %1$@ uygulamanız güncel değil. Çalışmaya devam edecektir, ancak en son sürüme güncellemenizi öneririz. Tamamlamak için %2$@ Ayarlar > Yazılım Güncellemesi'ne gidin.

source: Insulin Type
de: Insulintyp
es: Tipo de Insulina
fi: Insuliinityyppi
fr: Type d'insuline
it: Tipo d'insulina
nl: Insulinetype
pl: Rodzaj insuliny
ro: Tipul de insulină
ru: Тип инсулина
sk: Typ inzulínu
sv: Insulintyp
tr: İnsülin Tipi

source: Mock Version Check %@
de: Mock Versionsprüfung %@
it: Controllo versione fittizia %@
nb: Mock versjon Sjekk %@
nl: Mock Versie Check %@
pl: Pozorowana kontrola wersji %@
ro: Verificare versiune simulată %@
ru: Проверка версии Mock %@
tr: Sahte Sürüm Kontrolü %@

source: Stop Sensor
de: Sensor stoppen
fr: Arrêter le capteur
it: Arresta sensore
nb: Stopp sensor
pl: Zatrzymaj sensor
ru: Стоп сенсор

source: CGM Simulator
fr: Simulateur CGM
it: Simulatore CGM
pl: Symulator CGM
ru: Симулятор CGM

source: min
it: minuti
ru: мин

source: Simulator Settings
it: Impostazioni del simulatore
nb: Simulatorinnstillinger

source: OK
tr: Tamam
